IDEA StatiCa Open Model
PolygonPointID.Points Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PointOfID> Points { get; set; }
Public Property Points As List(Of PointOfID)
	Get
	Set
public:
property List<PointOfID^>^ Points {
	List<PointOfID^>^ get ();
	void set (List<PointOfID^>^ value);
}
Property Value
Type: List<PointOfID>
See Also
Reference
PolygonPointID Class
IdeaRS.OpenModel.Result Namespace